/* Type of IP address */
"6to4 relay" = "6to4 translācija";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort savienots";

/* No comment provided by engineer. */
"Airport connected" = "Airport savienots";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport atvienots";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort atvienots";

/* No comment provided by engineer. */
"Battery charging..." = "Baterija lādējas...";

/* Type of IP address */
"Benchmark" = "Veiktspējas rādījums";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth savienošanās";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Bluetooth iekārta pievienota";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Bluetooth iekārta atvienota";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth atvienošanās";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Uzlādēts: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet tīkls aktīvs";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet tīkls nav aktīvs";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire savienošanās";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire iekārta pievienota";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire iekārta atvienota";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire atvienošanās";

/* No comment provided by engineer. */
"Group Network Notifications" = "Grupas tīkla paziņojumi";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interfeiss:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interfeiss:\ten0\n:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP adreses saņemšana";

/* No comment provided by engineer. */
"IP address acquired" = "IP adrese saņemta";

/* No comment provided by engineer. */
"IP address released" = "IP adrese atbrīvota";

/* No comment provided by engineer. */
"IP Released" = "IP adreses atbrīvošana";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Savienots ar tīklu.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Atvienots no tīkla %@.";

/* Type of IP address */
"Link-local" = "Link-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Nav savienojuma ar tīklu";

/* No comment provided by engineer. */
"Network Link Up" = "Ir savienojums ar tīklu";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Jauna primārā IP adrese: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Nav IP adreses";

/* No comment provided by engineer. */
"On A/C power" = "Barošana no elektriskā tīkla";

/* No comment provided by engineer. */
"On battery power" = "Barošana no baterijas";

/* No comment provided by engineer. */
"On UPS power" = "Barošana no UPS";

/* No comment provided by engineer. */
"Preferences..." = "Preferences...";

/* Type of IP address */
"Private" = "privāta";

/* Type of IP address */
"Public" = "publiska";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Apturēt HardwareGrowler";

/* Type of IP address */
"Reserved" = "rezervēta";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Palaižot rādīt pievienotās iekārtas";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Pārslēgts uz elektriskā tīkla barošanu";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Pārslēgts uz barošanu no baterijas";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Pārslēgts uz barošanu no UPS";

/* No comment provided by engineer. */
"Sync finished" = "Sinhronizācija pabeigta";

/* No comment provided by engineer. */
"Sync started" = "Sinhronizācija uzsākta";

/* Type of IP address */
"Test" = "testa";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Stāties spēkā pēc Hardware Growler pārstartēšanas";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Atlikušais laiks: %i minūtes";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Uzlādes laiks: %i minūtes";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Bezvārda FireWire iekārta";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 kopne";

/* No comment provided by engineer. */
"USB Bus" = "USB kopne";

/* No comment provided by engineer. */
"USB Connection" = "USB savienošanās";

/* No comment provided by engineer. */
"USB Device Connected" = "USB iekārtas savienota";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB iekārta atvienota";

/* No comment provided by engineer. */
"USB Disconnection" = "USB atvienošanās";

/* No comment provided by engineer. */
"Volume Mounted" = "Disks pievienots";

/* No comment provided by engineer. */
"Volume Unmounted" = "Disks atvienots";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Atvērt HardwareGrowler iestatījumus...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Rādit ikonu panelī un dokā";

/* display the icon only in the dock */
"Show icon in the dock" = "Rādit ikonu dokā";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Rādit ikonu panelī";

/* display no icon at all */
"No icon visible" = "Nerādīt ikonu";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Ieslēdzot šo iespēju, HardwareGrowler darbosies, nerādot ikonu Dock vai panelī.\n\nLai atvērtu iestatījumus, klikšķiniet uz HardwareGrowler Launchpad aplikācijā vai Finder logā.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Brīdinājums! HardwareGrowler darbosies kā fona process";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Uzmanību! HardwareGrowler tiks pievienots starta programmām un palaists katru reizi, piesakoties sistēmā";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "HardwareGrowler tiks palaists katru reizi, piesakoties sistēmā, lai arī citas programmas varētu izmantot HardwareGrowler";

/* No comment provided by engineer. */
"Group Network Notifications" = "Grupēt tīkla paziņojumus";


/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Piesakoties, startēt HardWareGrowler:";